Repository: PlatounOragnisation/app-platoun-ios
Catalog: Platoun/*.lproj/Localization.strings
Languages: de, fr

# lgPrefix
source: EN
de: DE

source: See all
de: Alle
fr: Voir tout

# No results..n..found
source: No results found
de: Keine Ergebnisse gefunden
fr: Aucun résultat trouvé

source: Modify your filters
de: Meinen Filter ändern
fr: Changer mes filtres

source: All categories
de: Alle Kategorien
fr: Filtrer les catégories

source: Type of deals
de: Art des Deals
fr: Valeur des réductions

source: Categories
de: Kategorien
fr: Catégories

source: Apply
de: Anwenden
fr: Valider

source: Group Deals ≥5%
de: Gruppenangebote ≥5%
fr: Réductions ≥5%

source: Group Deals ≥10%
de: Gruppenangebote ≥10%
fr: Réductions ≥10%

source: Group Deals ≥15%
de: Gruppenangebote ≥15%
fr: Réductions ≥15%

source: Price: Lowest to Highest
de: Preis: niedrigste bis höchste
fr: Prix : du plus bas au plus élevé

source: Price: Highest to lowest
de: Preis: höchste bis niedrigste
fr: Prix : du plus élevé au plus bas

source: Filters
de: Filter
fr: Filtres

source: Price range
de: Preisspanne
fr: Fourchette de prix

source: Voucher range
de: Gutscheinhöhe
fr: Type de réductions

source: Age range
de: Altersspanne
fr: Tranche d'âge

source: Brand
de: Marke
fr: Marques

source: Discard
de: Verwerfen
fr: Annuler

source: months
de: Monate
fr: mois

source: years
de: Jahre
fr: ans

source: All
de: Alle
fr: Toutes

source: Yes
de: Ja
fr: Oui

source: YES
de: JA
fr: OUI

source: No
de: Nein
fr: Non

source: NO
de: NEIN
fr: NON

source: Validate
de: Bestätigen
fr: Valider

source: validate
de: bestätigen
fr: valider

source: Quit
de: Verlassen
fr: Quitter

source: Join
de: Beitreten
fr: Joindre

source: join
de: beitreten
fr: joindre

source: Later
de: Später
fr: Plus tard

source: Deal ends in
de: Deal endet in
fr: Expire dans

source: Create a new group
de: Gruppe erstellen
fr: Créer un nouveau groupe

source: Back to shopping
de: Zurück zum Einkaufen
fr: Retour à l'app

source: Back to list
de: Zurück zur Liste
fr: Retour à la liste

source: More informations (link to website)
de: Mehr Informationen (Link zur Webseite)
fr: En savoir plus

source: Shipping info
de: Versandinformation
fr: Informations de livraison

source: You can also like this
de: Das könnte dir auch gefallen
fr: Ca pourrait t'intéresser

source: %d item
de: %d Artikel

source: %d items
de: %d Artikel

source: Buy it now
de: Jetzt kaufen
fr: Prix en solo

source: Buy in group
de: Gruppenkauf
fr: Prix de groupe

source: Colors
de: Farben
fr: Couleurs

source: Done
de: Erledigt
fr: Terminé

source: Create a Private Group
de: Eine private Gruppe erstellen
fr: Créer un groupe privé

source: Back to public group
de: Zurück zu öffentlicher Gruppe
fr: Retour au groupe public

source: You need to
de: Du musst deine Gruppe noch
fr: Il faut

source: your group before inviting some friends 🙂
de: , bevor du Freunde einladen kannst 🙂
fr: votre groupe avant d'inviter des amis 🙂

source: You can’t leave your own group
de: Du kannst deine eigene Gruppe nicht verlassen.
fr: Tu ne peux pas quitter ton propre groupe

source: Your PIN code is
de: Dein Pin-Code lautet
fr: Ton code PIN est

source: Reminder :
de: Erinnerung:
fr: Rappel :

source: The deadline to join this group has been exceeded.
de: Die Anmeldefrist für diese Gruppe ist bereits abgelaufen
fr: La date limite pour rejoindre ce groupe a été dépassée.

source: Be careful !
de: Vorsicht!
fr: Attention !

source: Oups !
de: Ups !

# You can only invite one person at a time
source: You can only invite two person at a time
de: Du kannst maximal zwei Personen gleichzeitig einladen
fr: Tu peux seulement inviter deux personnes à la fois

source: Keep leaving
de: Weiter verlassen.
fr: Confirmer

source: undo
de: Aufheben
fr: annuler

source: only %d places left
de: nur noch %d Platz frei
fr: plus que %d places

source: only %d place left
de: nur noch %d Platz frei
fr: plus que %d place

source: invite
de: Einladen
fr: inviter

source: You didn't select any friends.
de: Du hast noch keine Freunde zum Einladen ausgewählt.
fr: Tu n'as pas choisi d'ami(e)s à inviter

source: You must click on 'Apply' to invite
de: Du musst auf 'Anwenden' klicken, um einen Freund einzuladen
fr: Clique sur 'Valider' pour inviter

source: All promocodes have been sold out. Currently, it's not possible to create a group for this product.
de: Alle Rabattcodes sind ausverkauft. Derzeit ist es leider nicht möglich, eine Gruppe für dieses Produkt zu erstellen
fr: Toutes les réductions ont été distribuées. Il n'est temporairement pas possible de créer un groupe pour ce produit.

source: You can't be part of more than 1 private group per product
de: Du kannst nicht an mehr als einer privaten Gruppe pro Produkt teilnehmen
fr: Tu ne peux pas faire partie de plus de 1 groupe privé par produit

source: You can't be part of more than 1 public group per product
de: Du kannst nicht an mehr als einer öffentlichen Gruppe pro Produkt teilnehmen
fr: Tu ne peux pas faire partie de plus de 1 groupe public par produit

source: You can't be part of more than 1 public and 1 private group per product
de: Du kannst nicht an mehr als einer öffentlichen und einer privaten Gruppe pro Produkt teilnehmen
fr: Tu ne peux pas faire partie de plus de 1 groupe public et 1 groupe privé par produit

source: An error has occurred. Please try again later.
de: Es ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut
fr: Une erreur s'est produite. Veuillez réessayer plus tard.

source: Hey, the Momunity app, a super app for moms like us, has a great new concept store! If we team up, we'll get special deals on the best mom & baby products. Sign up here and let's shop together!
de: Hey, die Mama-App Momunity hat einen tollen neuen Concept Store. Wenn wir uns zusammentun, bekommen wir Special Deals auf Lieblingsprodukte rund um Mama & Kind. Meld dich hier an und lass uns shoppen!. Wäre toll, wenn du auch dabei bist!

source: Just download the app for free here :
de: Einfach hier App kostenlos downloaden:

source: The entered pin is incorrect. Do you want to try again ?
de: Pin-Code ist falsch. Willst du noch einmal versuchen?
fr: Le pin saisi est incorrect. Souhaites-tu réessayer ?

source: My account
de: Mein Konto
fr: Mon compte

source: Promocodes
de: Rabattcodes
fr: Réductions débloquées

source: My Group status
de: Deine Gruppen
fr: Statut de mes groupes

source: Products liked
de: Lieblingsprodukte
fr: Ma liste de favoris

source: The promo code has been copied to your clipboard. You will now be redirected to the merchant site.
de: erchant site. Der Rabattcode wurde in deine Zwischenablage kopiert. Du wirst nun zur Händlerseite weitergeleitet.
fr: Le code promotionnel a été copié dans votre presse-papiers. Tu vas maintenant être redirigé vers le site du marchand.

source: We do not have any more information for you at this time.
de: Derzeit haben wir keine weiteren Informationen
fr: Nous n'avons pas d'autres informations pour le moment.

source: Results: %d item
de: Ergebnisse: %d Artikel
fr: Résultats: %d item

source: Results: %d items
de: Ergebnisse: %d Artikel
fr: Résultats: %d items

source: Expire in :
de: Läuft ab in :
fr: Expire dans :

source: Promocode :
de: Rabattcodes :
fr: Réduction :

source: Value:
de: Wert :
fr: Valeur:

source: Time left :
de: Restzeit :
fr: Temps restant :

source: Congratulations!
de: Herzlichen Glückwunsch!
fr: Félicitations !

source: You are part of the group! Let's invite a friend to increase the chance of success!
de: Du bist jetzt ein Teil dieser Gruppe. Lade noch eine Mamafreundin ein, um die Erfolgschancen zu erhöhen!
fr: Ton groupe a bien été créé. Invite des ami(e)s pour augmenter les chances de succès !

source: success
de: Erfolgreich
fr: succès

source: Create a group
de: Eine Gruppe erstellen
fr: Créer un groupe

source: 3 members
de: 3 Mitglieder
fr: 3 membres

source: 5 members
de: 5 Mitglieder
fr: 5 membres

source: Share your interest for this product :
de: Zeige anderen, dass dir das Produkt gefällt :
fr: Partage ton intérêt pour ce produit

# You can already invite some friends...
source: You can also invite some friends...
de: Du kannst auch jetzt ein paar Freunde einladen...
fr: Deux personnes pourront te rejoindre

source: Invite friends via
de: Freunde einladen über
fr: Invitez des amis via

source: Invitation sent
de: Einladung gesendet
fr: Invitation envoyée

source: You can also...
de: Auch kannst du..
fr: Tu peux aussi...

source: Join a group
de: Gruppe beitreten
fr: Rejoindre un groupe

# No groups..n..found
source: No groups found
de: Keine Gruppen gefunden
fr: Aucun groupe n'a été trouvé

source: Be the first
de: Sei die erste
fr: Pas de problème!

source: and..
de: und..
fr: tu peux..

source: Friends List
de: Freundesliste
fr: Inviter un(e) ami(e)

source: Select your pin code
de: Wähle deinen Pin-Code
fr: Sélectionne un code PIN

source: Minimum 4 numbers
de: Mindestens 4 Nummern
fr: Minimum 4 chiffres

source: Success!
de: Erfolg!
fr: Félicitations !

# Your group has been validated !..n..Click on the code below :
source: Your group has been validated ! Click on the code below :
de: Deine Gruppe wurde erstellt ! Klicke auf den folgenden Code:
fr: Ton groupe a été validé ! Clique sur le code ci-dessous :

source: or simply
de: oder einfach
fr: ou simplement

source: Success
de: Erfolgreich
fr: Validé

source: Pending
de: Ausstehend
fr: en cours

source: Failed
de: Fehlgeschlagen
fr: Annulé

source: New invitation !
de: Neue Einladung !
fr: Nouvelle invitation !

source: offers you to join her group deal.
de: bietet dir an, bei ihrem Gruppen-Deal teilzunehmen.
fr: te propose de rejoindre son groupe.

source: Do you want to
de: Willst du der Gruppe
fr: Souhaites-tu

source: You've been added to this group.
de: Du wurdest zu dieser Gruppe hinzugefügt.
fr: Tu as été ajouté(e) à ce groupe.

source: Back to App
de: Einkauf fortsetzen
fr: Retour à l'app

source: Invite friends to your group via :
de: Freunde in die Gruppe einladen über :
fr: Invite des amis dans ton groupe via :

source: Invite friends to join Platoun via :
de: Freunde in Platoun einladen über :
fr: Invite des amis dans Platoun via :

# Marketplace
source: Concept Store
fr: Platoun Store

source: Deal ends finish
fr: Groupe expiré

source: Sorry !
fr: Désolé !

source: Group Status
fr: Statut des groupes

source: Status :
fr: Statut :

source: the team ?
fr: le groupe ?
